export const listMath = (index) => {
  let list = [
    {
      text: '人生得意须尽欢，莫使金樽空对月。'
    },
    {
      text: '先天下之忧而忧，后天下之乐而乐。'
    },
    {
      text: '俱往矣，数风流人物，还看今朝。'
    },
    {
      text: '老当益壮，宁移白首之心？穷且益坚，不坠青云之志。'
    },
    {
      text: '醉翁之意不在酒。'
    },
    {
      text: '早知如此绊人心，何如当初莫相识。'
    },
    {
      text: '两情若是久长时，又岂在朝朝暮暮。'
    },
    {
      text: '老骥伏枥，志在千里；烈士暮年，壮心不已。'
    },
    {
      text: '男儿何不带吴钩，收取关山五十州。'
    },
    {
      text: '只解沙场为国死，何须马革裹尸还。'
    },
    {
      text: '少壮不努力，老大徒伤悲！'
    },
    {
      text: '蓦然回首，那人却在，灯火阑珊处。'
    },
  ]
  return list[index].text;
}